# 颜值即正义1;
string1 = ['#FD6D5A', '#FEB40B', '#6DC354', '#994487', '#518CD8', '#443295']
# 颜值即正义2
string2 = ['#264653', '#2A9D8F', '#E9C46A', '#F4A261', '#E76F51', '#253777']
# 颜值即正义3
strin3 = ['#C1C976', '#C8A9A1', '#FEC2E4', '#77CCE0', '#FFD372', '#F88078']
# 颜值即正义4
string4 = ['#104FFF', '#2FD151', '#64C7B8', '#FF1038', '#45CAFF', '#B913FF']
# 颜值即正义5
string5 = ['#4C87D6', '#F38562', '#F2B825', '#D4C114', '#88B421', '#199FE0']
# 颜值即正义6
strin6 = ['#037CD2', '#00AAAA', '#927FD3', '#E54E5D', '#EAA700', '#F57F4B']
# 颜值即正义7
strin7 = ['#64B6EA', '#FB8857', '#A788EB', '#80D172', '#FC7A77', '#61D4D5']
# 颜值即正义8
strin8 = ['#F1787D', '#F8D889', '#69CDE0', '#5EB7F1', '#EDA462', '#F6C4E6']
# 颜值即正义9
strin9 = ['#8C8FD5', '#C0E5BC', '#8C8FD5', '#BDF4FC', '#C3BCE6', '#F48FB1']
# China Mobile
strin10 = ['#B04A7A', '#171433', '#B6342E', '#DBB9DB', '#FAB4AC', '#EFB9C1']
# 波西米亚风情
strin11 = ['#E74745', '#FB7857', '#FBCD60', '#FEFB66', '#1AC0C6', '#FB7857']
# WOF 旺德福
strin12 = ['#361D32', '#543C52', '#F65A53', '#EED2CB', '#DBD873', '#F1E8E8']
# 瑞普演界网
strin13 = ['#454D66', '#319975', '#58B368', '#DBD873', '#FAC46C', '#F1ECB7']
# Georgia Holt
strin14 = ['#112E92', '#112E92', '#48D6D2', '#81EAE6', '#F8F6BA', '#E3F5F6']
# William Alexander
strin15 = ['#134036', '#103232', '#34C0B8', '#7A27FF', '#FFCA7B', '#F8A427']
# 配色1
strin16 = ['#FF0000', '#F65A53', '#34C0B8', '#7A27FF', '#FF98A4', '#D7BCE7']
# 配色2
strin17 = ['#F84D4D', '#FF6B42', '#5BA3EB', '#06BB9A', '#8E7EF0', '#F4B919']
# 配色3
strin18 = ['#406196', '#F4B414', '#77649B', '#385D77', '#576270', '#778495']
# 配色4
strin19 = ['#4C6CFF', '#18C1FF', '#3DEF2D', '#9818BC', '#CB1E86', '#FC564B']
# Reeoo
strin20 = ['#0E9DFF', '#FF0000', '#800080', '#FFA500', '#ECE70B', '#979797']
# Encry
strin21 = ['#313BD0', '#9A22F8', '#00F2F2', '#00B2FC', '#5EAFFA', '#81E0D7']
# 小清新1
strin22 = ['#55EFC4', '#81ECEC', '#74B9FF', '#A29BFE', '#7F8C8D', '#C9C9C9']
# 蓝色精灵
strin23 = ['#FAD390', '#F8C291', '#3742FA', '#70A1FF', '#82CCDD', '#B8E994']
# 单色调
strin24 = ['#F8E0F1', '#DEC8CC', '#B87D9C', '#82447F', '#0B174E', '#C9C9C9']
# Amgen
strin25 = ['#0063C3', '#408AD2', '#3396CF', '#A0D284', '#F5CD39', '#BEBEBE']
# Vectary
strin26 = ['#4316F3', '#8769F7', '#FA807C', '#EFC09D', '#A5A5A5', '#C9C9C9']
# 墨镜
strin27 = ['#104382', '#0A8CB2', '#448CE1', '#1BB5E1', '#FF6155', '#C9C9C9']
# Khan Academy
strin28 = ['#14BF96', '#1865F2', '#FFB100', '#073587', '#5F9ABC', '#BCBCBC']
# 蒲公英
strin29 = ['#16B99A', '#1F7CC1', '#1686F8', '#3EC5E0', '#93D06A', '#BABABA']
# 星珀互动
strin30 = ['#014AE0', '#1587FD', '#2DD3FB', '#FA6766', '#F8B613', '#BD55F9']
# 麦客
strin31 = ['#1987D7', '#5B73CD', '#1FBF79', '#3BB9C1', '#F86B0D', '#FAA900']
# 摸象大数据
strin32 = ['#4071EC', '#FA3279', '#1096FA', '#35B9E4', '#2DCC97', '#A0B2BA']
# 万日出发
strin33 = ['#007EB4', '#00A7FC', '#FFC85C', '#ED326C', '#A84269', '#BC4715']
# 光明使者
strin34 = ['#F79F1F', '#A3CB38', '#1289A7', '#D980FA', '#FDA7DF', '#B53471']
# 冷暖碰撞
strin35 = ['#FA983A', '#EB2F06', '#1E3799', '#3C6382', '#38ADA9', '#C9C9C9']
# 治愈色
strin36 = ['#2ED573', '#1E90FF', '#3742FA', '#70A1FF', '#2F3542', '#C9C9C9']
# 食欲大增
strin37 = ['#FC5C65', '#FD9644', '#FED330', '#26DE81', '#079992', '#2BCBBA']
# 小清新2
strin38 = ['#F3A683', '#F7D794', '#778BEB', '#70A1FF', '#E77F67', '#CF6A87']
# 别致搭配
strin39 = ['#F6B93B', '#E55039', '#4A69BD', '#60A3BC', '#78E08F', '#BBEA99']
# 健康
strin40 = ['#00ADD7', '#00668A', '#F1C900', '#FFF1CE', '#E01706', '#C9C9C9']
# 童年时光
strin41 = ['#D3DE9E', '#004965', '#17C0EB', '#FF7F78', '#3D3D3D', '#FFF200']
# 紫薇色的搭配
strin42 = ['#CD84F1', '#FFCCCC', '#FF4D4D', '#FFAF40', '#2F3542', '#FFFA65']
# 科技时代
strin43 = ['#F53B57', '#3C40C6', '#3C40C6', '#00D8D6', '#05C46B', '#C9C9C9']
# 人生的味道 
strin44 = ['#50514F', '#F45E58', '#FFE15B', '#1D7AA2', '#6DC1B3', '#A5B1C2']
# 狂欢派对
strin45 = ['#FFC312', '#12CBC4', '#C4E538', '#1289A7', '#FDA7DF', '#ED4C67']
# 校园时光
strin46 = ['#FFC000', '#EA3C6E', '#1B73A7', '#2C946E', '#A5B1C2', '#303952']
# 急需休息
strin47 = ['#A589C6', '#FD91A0', '#F2E9DA', '#DFE384', '#39BFCB', '#A6E3E8']
# 平淡如水
strin48 = ['#CC99FF', '#FFAFD7', '#9BCDFF', '#FFD0A1', '#99FFCC', '#CCFF9A']
# 绚丽多彩
strin49 = ['#3F48CC', '#B83DBA', '#FF7F27', '#0ED145', '#EC1C24', '#A76E4E']
# 苍茫一色
strin50 = ['#385261', '#7298AB', '#4F9A73', '#74878B', '#86AEA6', '#D1F0F3']
# 高级红
strin51 = ['#ED5736', '#C61D34', '#F30D00', '#DD5A6C', '#F00057', '#FE0096']
# 高级蓝
strin52 = ['#4B59C2', '#5A77BB', '#4A94C5', '#3B2E7E', '#013370', '#1A2946']
# 高级绿
strin53 = ['#08DE9E', '#01E400', '#21A576', '#BDDD20', '#9DBC20', '#67945B']
# 高级紫
strin54 = ['#7F1EAC', '#815377', '#57004F', '#4C211B', '#CBA4E5', '#A5A9D6']
# 高级深色
strin55 = ['#2D445F', '#3F4D50', '#494263', '#2279B6', '#7B9067', '#B56B62']
# 中国瓷1
strin56 = ['#101420', '#4C000A', '#1A5599', '#8E2961', '#407D53', '#8E2961']
# 中国瓷2
strin57 = ['#0095B6', '#4FA485', '#81D8D0', '#E2AF42', '#B8CE8E', '#9AB4CD']
# 小清新3
strin58 = ['#005EAD', '#AF6DE5', '#719FFB', '#1CAC99', '#FE9499', '#4A8FDE']
# 小清新4
strin58 = ['#4DE890', '#2178B8', '#77A2E8', '#F86067', '#26C4B8', '#0094C5']
# 小清新5
strin58 = ['#5AE7E4', '#2E9F79', '#3638AE', '#FF7F00', '#FA9B97', '#30A02D']
# 小清新6
strin58 = ['#B0E188', '#2077B5', '#05B9C7', '#A8CBE4', '#F5FFB3', '#BEECAF']
# 小清新7
strin59 = ['#FFA1C4', '#8770E0', '#01AFEE', '#4574C6', '#FDC100', '#BAD0C4']
# 眼前一亮
strin60 = ['#4AB9EE', '#FF178D', '#FF178D', '#FFD600', '#00B1A1', '#97D601']